Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# habit_detail.goal.unset
source: No goal
ar: بلا هدف
bn: কোনো লক্ষ্য নেই
de: Kein Ziel
el: Χωρίς στόχο
es: Sin objetivo
fa: بدون هدف
fr: Aucun objectif
he: ללא יעד
hi: कोई लक्ष्य नहीं
id: Tanpa target
it: Nessun obiettivo
ja: 目標なし
ko: 목표 없음
mr: ध्येय नाही
ms: Tiada matlamat
nl: Geen doel
pl: Bez celu
pt_br: Sem meta
ro: Fără obiectiv
ru: Без цели
ta: இலக்கு இல்லை
te: లక్ష్యం లేదు
th: ไม่มีเป้าหมาย
tr: Hedef yok
uk: Без цілі
ur: کوئی ہدف نہیں
vi: Không có mục tiêu
zh_hans: 未设目标
zh_hant: 無目標

# habit_detail.history.cell.count
source: %1$@ · %2$lld of %3$lld
ar: %1$@ · %2$lld من %3$lld
bn: %1$@ · %3$lldটির মধ্যে %2$lldটি
de: %1$@ · %2$lld von %3$lld
el: %1$@ · %2$lld από %3$lld
es: %1$@ · %2$lld de %3$lld
fa: %1$@ · %2$lld از %3$lld
fr: %1$@ · %2$lld sur %3$lld
he: %1$@ · %2$lld מתוך %3$lld
hi: %1$@ · %3$lld में से %2$lld
id: %1$@ · %2$lld dari %3$lld
it: %1$@ · %2$lld di %3$lld
ja: %1$@ · %3$lld回中%2$lld回
ko: %1$@ · %3$lld회 중 %2$lld회
mr: %1$@ · %3$lld पैकी %2$lld
ms: %1$@ · %2$lld daripada %3$lld
nl: %1$@ · %2$lld van %3$lld
pl: %1$@ · %2$lld z %3$lld
pt_br: %1$@ · %2$lld de %3$lld
ro: %1$@ · %2$lld din %3$lld
ru: %1$@ · %2$lld из %3$lld
ta: %1$@ · %2$lld/%3$lld
te: %1$@ · %3$lldలో %2$lld
th: %1$@ · %2$lld จาก %3$lld
tr: %1$@ · %2$lld/%3$lld
uk: %1$@ · %2$lld з %3$lld
ur: %1$@ · %3$lld میں سے %2$lld
vi: %1$@ · %2$lld trên %3$lld
zh_hans: %1$@ · %2$lld/%3$lld 次
zh_hant: %1$@ · %3$lld 次中完成 %2$lld 次

# habit_detail.history.cell.done
source: %@ · Done
ar: %@ · تم
bn: %@ · সম্পন্ন
de: %@ · Erledigt
el: %@ · Ολοκληρώθηκε
es: %@ · Completado
fa: %@ · انجام شد
fr: %@ · Fait
he: %@ · בוצע
hi: %@ · पूर्ण
id: %@ · Selesai
it: %@ · Fatto
ja: %@ · 完了
ko: %@ · 완료
mr: %@ · पूर्ण
ms: %@ · Selesai
nl: %@ · Voltooid
pl: %@ · Wykonane
pt_br: %@ · Feito
ro: %@ · Finalizat
ru: %@ · Выполнено
ta: %@ · முடிந்தது
te: %@ · పూర్తి
th: %@ · เสร็จแล้ว
tr: %@ · Tamamlandı
uk: %@ · Виконано
ur: %@ · ہو گیا
vi: %@ · Đã hoàn thành
zh_hans: %@ · 已完成
zh_hant: %@ · 已完成

# habit_detail.history.cell.none
source: %@ · No check-in
ar: %@ · بلا تسجيل
bn: %@ · কোনো চেক-ইন নেই
de: %@ · Kein Eintrag
el: %@ · Καμία καταγραφή
es: %@ · Sin registro
fa: %@ · بدون ثبت
fr: %@ · Aucune validation
he: %@ · ללא סימון
hi: %@ · कोई चेक-इन नहीं
id: %@ · Tidak ada check-in
it: %@ · Nessuna registrazione
ja: %@ · チェックインなし
ko: %@ · 체크인 없음
mr: %@ · चेक-इन नाही
ms: %@ · Tiada check-in
nl: %@ · Niet afgevinkt
pl: %@ · Brak odhaczenia
pt_br: %@ · Sem registro
ro: %@ · Fără bifare
ru: %@ · Без отметки
ta: %@ · செக்-இன் இல்லை
te: %@ · చెక్ ఇన్ లేదు
th: %@ · ไม่มีเช็คอิน
tr: %@ · İşaretleme yok
uk: %@ · Без позначки
ur: %@ · کوئی چیک اِن نہیں
vi: %@ · Chưa điểm danh
zh_hans: %@ · 未打卡
zh_hant: %@ · 未打卡

# habit_detail.history.empty
source: No check-ins yet
ar: لا توجد تسجيلات بعد
bn: এখনও কোনো চেক-ইন নেই
de: Noch keine Einträge
el: Δεν υπάρχουν καταγραφές ακόμη
es: Aún sin registros
fa: هنوز ثبتی وجود ندارد
fr: Aucune validation pour l’instant
he: עדיין אין סימונים
hi: अभी तक कोई चेक-इन नहीं
id: Belum ada check-in
it: Ancora nessuna registrazione
ja: まだチェックインがありません
ko: 아직 체크인이 없습니다
mr: अजून चेक-इन नाही
ms: Belum ada check-in
nl: Nog niets afgevinkt
pl: Brak odhaczeń
pt_br: Nenhum registro ainda
ro: Încă nu există bifări
ru: Отметок пока нет
ta: இன்னும் செக்-இன்கள் இல்லை
te: ఇంకా చెక్ ఇన్‌లు లేవు
th: ยังไม่มีเช็คอิน
tr: Henüz işaretleme yok
uk: Позначок ще немає
ur: ابھی تک کوئی چیک اِن نہیں
vi: Chưa có lần điểm danh nào
zh_hans: 还没有打卡记录
zh_hant: 尚無打卡紀錄

# habit_detail.history.title
source: History
ar: السجل
bn: হিস্ট্রি
de: Verlauf
el: Ιστορικό
es: Historial
fa: تاریخچه
fr: Historique
he: היסטוריה
hi: इतिहास
id: Riwayat
it: Cronologia
ja: 履歴
ko: 기록
mr: हिस्ट्री
ms: Sejarah
nl: Geschiedenis
pl: Historia
pt_br: Histórico
ro: Istoric
ru: История
ta: வரலாறு
te: చరిత్ర
th: ประวัติ
tr: Geçmiş
uk: Історія
ur: تاریخچہ
vi: Lịch sử
zh_hans: 历史
zh_hant: 歷史紀錄

# habit_detail.menu.add_one
source: Add One
ar: إضافة إكمال واحد
bn: একটি যোগ করুন
de: Einen hinzufügen
el: Προσθήκη ενός
es: Añadir uno
fa: افزودن یکی
fr: Ajouter une validation
he: הוספת אחד
hi: एक जोड़ें
id: Tambah Satu
it: Aggiungi una registrazione
ja: 1回分を追加
ko: 1회 추가
mr: एक जोडा
ms: Tambah Satu
nl: Voeg er een toe
pl: Dodaj odhaczenie
pt_br: Adicionar um registro
ro: Adăugați unul
ru: Добавить отметку
ta: ஒன்றைச் சேர்
te: ఒకటి జోడించండి
th: เพิ่มหนึ่งครั้ง
tr: Bir tane ekle
uk: Додати позначку
ur: ایک شامل کریں
vi: Thêm một
zh_hans: 加一次
zh_hant: 新增一次

# habit_detail.menu.appearance
source: Icon and Color…
ar: الأيقونة واللون…
bn: আইকন ও রং…
de: Symbol und Farbe …
el: Εικονίδιο και χρώμα…
es: Icono y color…
fa: نماد و رنگ…
fr: Icône et couleur…
he: סמל וצבע…
hi: आइकन और रंग…
id: Ikon dan Warna…
it: Icona e colore…
ja: アイコンとカラー…
ko: 아이콘 및 색상…
mr: आयकॉन आणि रंग…
ms: Ikon dan Warna…
nl: Symbool en kleur…
pl: Ikona i kolor…
pt_br: Ícone e cor…
ro: Pictogramă și culoare…
ru: Значок и цвет…
ta: ஐகான் மற்றும் நிறம்…
te: ఐకాన్ మరియు రంగు…
th: ไอคอนและสี…
tr: Simge ve renk…
uk: Значок і колір…
ur: آئیکن اور رنگ…
vi: Biểu tượng và màu…
zh_hans: 图标和颜色…
zh_hant: 圖示與顏色…

# habit_detail.menu.archive
source: Archive Habit
ar: أرشفة العادة
bn: অভ্যাস আর্কাইভ করুন
de: Gewohnheit archivieren
el: Αρχειοθέτηση συνήθειας
es: Archivar hábito
fa: بایگانی عادت
fr: Archiver l’habitude
he: העברת הרגל לארכיון
hi: आदत संग्रहीत करें
id: Arsipkan Kebiasaan
it: Archivia abitudine
ja: 習慣をアーカイブ
ko: 습관 보관
mr: सवय संग्रहण करा
ms: Arkibkan Tabiat
nl: Archiveer gewoonte
pl: Archiwizuj nawyk
pt_br: Arquivar hábito
ro: Arhivați obiceiul
ru: Архивировать привычку
ta: பழக்கத்தைக் காப்பகப்படுத்து
te: అలవాటును ఆర్కైవ్ చేయండి
th: เก็บถาวรนิสัย
tr: Alışkanlığı arşivle
uk: Архівувати звичку
ur: عادت آرکائیو کریں
vi: Lưu trữ thói quen
zh_hans: 归档习惯
zh_hant: 封存習慣

# habit_detail.menu.delete
source: Delete Habit…
ar: حذف العادة…
bn: অভ্যাস ডিলিট করুন…
de: Gewohnheit löschen …
el: Διαγραφή συνήθειας…
es: Eliminar hábito…
fa: حذف عادت…
fr: Supprimer l’habitude…
he: מחיקת הרגל…
hi: आदत हटाएँ…
id: Hapus Kebiasaan…
it: Elimina abitudine…
ja: 習慣を削除…
ko: 습관 삭제…
mr: सवय हटवा…
ms: Padam Tabiat…
nl: Verwijder gewoonte…
pl: Usuń nawyk…
pt_br: Excluir hábito…
ro: Ștergeți obiceiul…
ru: Удалить привычку…
ta: பழக்கத்தை நீக்கு…
te: అలవాటును డిలీట్ చేయండి…
th: ลบนิสัย…
tr: Alışkanlığı sil…
uk: Видалити звичку…
ur: عادت حذف کریں…
vi: Xóa thói quen…
zh_hans: 删除习惯…
zh_hant: 刪除習慣…

# habit_detail.menu.remove_one
source: Remove One
ar: إزالة إكمال واحد
bn: একটি অপসারণ করুন
de: Einen entfernen
el: Αφαίρεση ενός
es: Quitar uno
fa: حذف یکی
fr: Retirer une validation
he: הסרת אחד
hi: एक हटाएँ
id: Kurangi Satu
it: Rimuovi una registrazione
ja: 1回分を削除
ko: 1회 제거
mr: एक काढून टाका
ms: Kurangkan Satu
nl: Verwijder er een
pl: Usuń odhaczenie
pt_br: Remover um registro
ro: Eliminați unul
ru: Убрать отметку
ta: ஒன்றை அகற்று
te: ఒకటి తొలగించండి
th: เอาออกหนึ่งครั้ง
tr: Bir tane kaldır
uk: Прибрати позначку
ur: ایک ہٹائیں
vi: Bớt một
zh_hans: 减一次
zh_hant: 移除一次

# habit_detail.placeholder.title
source: Habit Not Found
ar: العادة غير موجودة
bn: অভ্যাস পাওয়া যায়নি
de: Gewohnheit nicht gefunden
el: Δεν βρέθηκε η συνήθεια
es: Hábito no encontrado
fa: عادت یافت نشد
fr: Habitude introuvable
he: ההרגל לא נמצא
hi: आदत नहीं मिली
id: Kebiasaan Tidak Ditemukan
it: Abitudine non trovata
ja: 習慣が見つかりません
ko: 습관을 찾을 수 없음
mr: सवय सापडली नाही
ms: Tabiat Tidak Ditemui
nl: Gewoonte niet gevonden
pl: Nie znaleziono nawyku
pt_br: Hábito não encontrado
ro: Obiceiul nu a fost găsit
ru: Привычка не найдена
ta: பழக்கம் கண்டறியப்படவில்லை
te: అలవాటు కనుగొనబడలేదు
th: ไม่พบนิสัย
tr: Alışkanlık bulunamadı
uk: Звичку не знайдено
ur: عادت نہیں ملی
vi: Không tìm thấy thói quen
zh_hans: 未找到习惯
zh_hant: 找不到習慣

# habit_detail.progress.title
source: Progress
ar: التقدم
bn: অগ্রগতি
de: Fortschritt
el: Πρόοδος
es: Progreso
fa: پیشرفت
fr: Progression
he: התקדמות
hi: प्रगति
id: Kemajuan
it: Progressi
ja: 進捗
ko: 진행 상황
mr: प्रगती
ms: Kemajuan
nl: Voortgang
pl: Postęp
pt_br: Progresso
ro: Progres
ru: Прогресс
ta: முன்னேற்றம்
te: ప్రోగ్రెస్
th: ความคืบหน้า
tr: İlerleme
uk: Прогрес
ur: پیش رفت
vi: Tiến độ
zh_hans: 进度
zh_hant: 進度

# habit_detail.reminder.many
source: %1$lld times, %2$@–%3$@
ar: %1$lld وقت، %2$@–%3$@
bn: %1$lldটি রিমাইন্ডার, %2$@–%3$@
de: %1$lld Uhrzeiten, %2$@–%3$@
el: %1$lld φορές, %2$@–%3$@
es: %1$lld veces, %2$@–%3$@
fa: %1$lld وقت، %2$@–%3$@
fr: %1$lld horaires, %2$@–%3$@
he: %1$lld שעות, %2$@–%3$@
hi: %1$lld बार, %2$@–%3$@
id: %1$lld kali, %2$@–%3$@
it: %1$lld orari, %2$@–%3$@
ja: %1$lld回、%2$@〜%3$@
ko: %1$lld회, %2$@~%3$@
mr: %1$lld रिमाइंडर, %2$@–%3$@
ms: %1$lld kali, %2$@–%3$@
nl: %1$lld tijdstippen, %2$@–%3$@
pl: %1$lld przypomnienia, %2$@–%3$@
pt_br: %1$lld horários, %2$@–%3$@
ro: %1$lld de momente, %2$@–%3$@
ru: %1$lld напоминания, %2$@–%3$@
ta: %1$lld நேரங்கள், %2$@–%3$@
te: %1$lld సమయాలు, %2$@–%3$@
th: %1$lld ครั้ง, %2$@–%3$@
tr: %1$lld kez, %2$@–%3$@
uk: %1$lld нагадування, %2$@–%3$@
ur: %1$lld اوقات، %2$@–%3$@
vi: %1$lld lần, %2$@–%3$@
zh_hans: %1$lld 次，%2$@–%3$@
zh_hant: %1$lld 次，%2$@ 至 %3$@

# habit_detail.reminder.off
source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
el: Ανενεργό
es: Desactivado
fa: خاموش
fr: Désactivé
he: כבוי
hi: बंद
id: Mati
it: Disattivato
ja: オフ
ko: 끔
mr: ऑफ
ms: Tak Aktif
nl: Uit
pl: Wył.
pt_br: Desativado
ro: Dezactivat
ru: Выкл.
ta: ஆஃப்
te: ఆఫ్
th: ปิด
tr: Kapalı
uk: Вимк.
ur: بند
vi: Tắt
zh_hans: 已关闭
zh_hant: 關閉

# habit_detail.reminder.time
source: Reminder Time
ar: وقت التذكير
bn: রিমাইন্ডারের সময়
de: Uhrzeit der Erinnerung
el: Ώρα υπόμνησης
es: Hora del recordatorio
fa: زمان یادآور
fr: Heure du rappel
he: שעת תזכורת
hi: रिमाइंडर का समय
id: Waktu Pengingat
it: Ora del promemoria
ja: リマインダー時刻
ko: 알림 시간
mr: रिमाइंडरची वेळ
ms: Masa Peringatan
nl: Herinneringstijd
pl: Godzina przypomnienia
pt_br: Horário do lembrete
ro: Ora mementoului
ru: Время напоминания
ta: நினைவூட்டல் நேரம்
te: రిమైండర్ సమయం
th: เวลาเตือนความจำ
tr: Anımsatıcı saati
uk: Час нагадування
ur: یاد دہانی کا وقت
vi: Giờ nhắc
zh_hans: 提醒时间
zh_hant: 提醒時間

# habit_detail.reminder.turn_on
source: Turn On
ar: تشغيل
bn: চালু করুন
de: Aktivieren
el: Ενεργοποίηση
es: Activar
fa: روشن کردن
fr: Activer
he: הפעלה
hi: चालू करें
id: Nyalakan
it: Attiva
ja: オンにする
ko: 켜기
mr: चालू करा
ms: Aktifkan
nl: Schakel in
pl: Włącz
pt_br: Ativar
ro: Activați
ru: Включить
ta: ஆன் செய்
te: ఆన్ చేయండి
th: เปิด
tr: Aç
uk: Увімкнути
ur: آن کریں
vi: Bật
zh_hans: 开启
zh_hant: 開啟

# habit_detail.repeat.daily_count
source: %lld times a day
ar: %lld مرة في اليوم
bn: দিনে %lld বার
de: %lld-mal täglich
el: %lld φορές την ημέρα
es: %lld veces al día
fa: روزی %lld بار
fr: %lld fois par jour
he: %lld פעמים ביום
hi: दिन में %lld बार
id: %lld kali sehari
it: %lld volte al giorno
ja: 1日%lld回
ko: 하루 %lld회
mr: दिवसातून %lld वेळा
ms: %lld kali sehari
nl: %lld keer per dag
pl: %lld razu dziennie
pt_br: %lld vezes por dia
ro: De %lld de ori pe zi
ru: %lld раза в день
ta: நாளுக்கு %lld முறை
te: రోజుకు %lld సార్లు
th: วันละ %lld ครั้ง
tr: Günde %lld kez
uk: %lld раза на день
ur: دن میں %lld بار
vi: %lld lần mỗi ngày
zh_hans: 每天 %lld 次
zh_hant: 每天 %lld 次

# habit_detail.repeat.days_count
source: %1$@ · %2$lld times a day
ar: %1$@ · %2$lld مرة في اليوم
bn: %1$@ · দিনে %2$lld বার
de: %1$@ · %2$lld-mal täglich
el: %1$@ · %2$lld φορές την ημέρα
es: %1$@ · %2$lld veces al día
fa: %1$@ · روزی %2$lld بار
fr: %1$@ · %2$lld fois par jour
he: %1$@ · %2$lld פעמים ביום
hi: %1$@ · दिन में %2$lld बार
id: %1$@ · %2$lld kali sehari
it: %1$@ · %2$lld volte al giorno
ja: %1$@ · 1日%2$lld回
ko: %1$@ · 하루 %2$lld회
mr: %1$@ · दिवसातून %2$lld वेळा
ms: %1$@ · %2$lld kali sehari
nl: %1$@ · %2$lld keer per dag
pl: %1$@ · %2$lld razu dziennie
pt_br: %1$@ · %2$lld vezes por dia
ro: %1$@ · de %2$lld de ori pe zi
ru: %1$@ · %2$lld раза в день
ta: %1$@ · நாளுக்கு %2$lld முறை
te: %1$@ · రోజుకు %2$lld సార్లు
th: %1$@ · วันละ %2$lld ครั้ง
tr: %1$@ · günde %2$lld kez
uk: %1$@ · %2$lld раза на день
ur: %1$@ · دن میں %2$lld بار
vi: %1$@ · %2$lld lần mỗi ngày
zh_hans: %1$@ · 每天 %2$lld 次
zh_hant: %1$@ · 每天 %2$lld 次

# habit_detail.repeat.monthly
source: Monthly on day %lld
ar: شهريًا في اليوم %lld
bn: প্রতি মাসের %lld তারিখে
de: Monatlich am %lld.
el: Κάθε μήνα, ημέρα %lld
es: Cada mes, el día %lld
fa: ماهانه در روز %lld
fr: Chaque mois, jour %lld
he: מדי חודש ביום %lld
hi: हर महीने %lld तारीख़ को
id: Setiap bulan pada tanggal %lld
it: Ogni mese il giorno %lld
ja: 毎月%lld日
ko: 매월 %lld일
mr: दर महिन्याच्या %lld तारखेला
ms: Setiap bulan pada tarikh %lld
nl: Maandelijks op dag %lld
pl: Co miesiąc, %lld. dnia
pt_br: Mensal, no dia %lld
ro: Lunar, în ziua %lld
ru: Ежемесячно, %lld-го числа
ta: மாதந்தோறும் %lldஆம் நாளில்
te: ప్రతి నెల %lldవ రోజున
th: ทุกเดือนวันที่ %lld
tr: Her ayın %lld. günü
uk: Щомісяця, %lld-го числа
ur: ماہانہ، %lld تاریخ کو
vi: Hàng tháng vào ngày %lld
zh_hans: 每月 %lld 日
zh_hant: 每月 %lld 日

# habit_detail.repeat.times_per_week
source: %lld times a week
ar: %lld مرة في الأسبوع
bn: সপ্তাহে %lld বার
de: %lld-mal pro Woche
el: %lld φορές την εβδομάδα
es: %lld veces por semana
fa: هفته‌ای %lld بار
fr: %lld fois par semaine
he: %lld פעמים בשבוע
hi: सप्ताह में %lld बार
id: %lld kali seminggu
it: %lld volte a settimana
ja: 週%lld回
ko: 주 %lld회
mr: आठवड्यातून %lld वेळा
ms: %lld kali seminggu
nl: %lld keer per week
pl: %lld razu w tygodniu
pt_br: %lld vezes por semana
ro: De %lld de ori pe săptămână
ru: %lld раза в неделю
ta: வாரத்துக்கு %lld முறை
te: వారానికి %lld సార్లు
th: สัปดาห์ละ %lld ครั้ง
tr: Haftada %lld kez
uk: %lld раза на тиждень
ur: ہفتے میں %lld بار
vi: %lld lần mỗi tuần
zh_hans: 每周 %lld 次
zh_hant: 每週 %lld 次

# habit_detail.stat.best
source: Best streak
ar: أفضل سلسلة
bn: সেরা ধারা
de: Beste Serie
el: Καλύτερο σερί
es: Mejor racha
fa: بهترین زنجیره
fr: Meilleure série
he: הרצף הטוב ביותר
hi: सबसे लंबी स्ट्रीक
id: Rekor terbaik
it: Serie migliore
ja: 最長の連続記録
ko: 최장 연속 기록
mr: सर्वोत्तम स्ट्रीक
ms: Rentetan terbaik
nl: Beste reeks
pl: Najlepsza seria
pt_br: Melhor sequência
ro: Cea mai bună serie
ru: Лучшая серия
ta: சிறந்த ஸ்ட்ரீக்
te: అత్యుత్తమ స్ట్రీక్
th: สถิติต่อเนื่องสูงสุด
tr: En iyi seri
uk: Найкраща серія
ur: بہترین تسلسل
vi: Chuỗi dài nhất
zh_hans: 最佳连续
zh_hant: 最長連續紀錄

# habit_detail.stat.current
source: Current streak
ar: السلسلة الحالية
bn: বর্তমান ধারা
de: Aktuelle Serie
el: Τρέχον σερί
es: Racha actual
fa: زنجیره فعلی
fr: Série en cours
he: הרצף הנוכחי
hi: मौजूदा स्ट्रीक
id: Rekor saat ini
it: Serie attuale
ja: 現在の連続記録
ko: 현재 연속 기록
mr: सध्याची स्ट्रीक
ms: Rentetan semasa
nl: Huidige reeks
pl: Obecna seria
pt_br: Sequência atual
ro: Seria curentă
ru: Текущая серия
ta: தற்போதைய ஸ்ட்ரீக்
te: ప్రస్తుత స్ట్రీక్
th: สถิติต่อเนื่องปัจจุบัน
tr: Güncel seri
uk: Поточна серія
ur: موجودہ تسلسل
vi: Chuỗi hiện tại
zh_hans: 当前连续
zh_hant: 目前連續紀錄

# habit_detail.stat.rate
source: Last 30 days
ar: آخر ثلاثين يومًا
bn: গত 30 দিন
de: Letzte 30 Tage
el: Τελευταίες 30 ημέρες
es: Últimos 30 días
fa: سی روز گذشته
fr: 30 derniers jours
he: 30 הימים האחרונים
hi: पिछले 30 दिन
id: 30 hari terakhir
it: Ultimi 30 giorni
ja: 過去30日間
ko: 최근 30일
mr: मागील 30 दिवस
ms: 30 hari lepas
nl: Laatste 30 dagen
pl: Ostatnie 30 dni
pt_br: Últimos 30 dias
ro: Ultimele 30 de zile
ru: За 30 дней
ta: கடந்த 30 நாட்கள்
te: గత 30 రోజులు
th: 30 วันที่ผ่านมา
tr: Son 30 gün
uk: Останні 30 днів
ur: آخری 30 دن
vi: 30 ngày qua
zh_hans: 近 30 天
zh_hant: 過去 30 天

# habit_detail.stat.total
source: Check-ins
ar: التسجيلات
bn: চেক-ইন
de: Einträge
el: Καταγραφές
es: Registros
fa: ثبت‌ها
fr: Validations
he: סימונים
hi: चेक-इन
id: Check-in
it: Registrazioni
ja: チェックイン
ko: 체크인
mr: चेक-इन
ms: Check-in
nl: Keer afgevinkt
pl: Odhaczenia
pt_br: Registros
ro: Bifări
ru: Отметки
ta: செக்-இன்கள்
te: చెక్ ఇన్‌లు
th: เช็คอิน
tr: İşaretlemeler
uk: Позначки
ur: چیک اِنز
vi: Lượt điểm danh
zh_hans: 打卡次数
zh_hant: 打卡次數

# habit_detail.status.count.day
source: %1$lld of %2$lld today
ar: %1$lld من %2$lld اليوم
bn: আজ %2$lldটির মধ্যে %1$lldটি
de: %1$lld von %2$lld heute
el: %1$lld από %2$lld σήμερα
es: %1$lld de %2$lld hoy
fa: %1$lld از %2$lld امروز
fr: %1$lld sur %2$lld aujourd’hui
he: %1$lld מתוך %2$lld היום
hi: आज %2$lld में से %1$lld
id: %1$lld dari %2$lld hari ini
it: %1$lld di %2$lld oggi
ja: 今日は%2$lld回中%1$lld回
ko: 오늘 %2$lld회 중 %1$lld회
mr: आज %2$lld पैकी %1$lld
ms: %1$lld daripada %2$lld hari ini
nl: %1$lld van %2$lld vandaag
pl: %1$lld z %2$lld dzisiaj
pt_br: %1$lld de %2$lld hoje
ro: %1$lld din %2$lld astăzi
ru: %1$lld из %2$lld сегодня
ta: இன்று %1$lld/%2$lld
te: ఈరోజు %2$lldలో %1$lld
th: วันนี้ %1$lld จาก %2$lld
tr: Bugün %1$lld/%2$lld
uk: %1$lld з %2$lld сьогодні
ur: آج %2$lld میں سے %1$lld
vi: %1$lld trên %2$lld hôm nay
zh_hans: 今天 %1$lld/%2$lld 次
zh_hant: 今天已完成 %1$lld/%2$lld 次

# habit_detail.status.count.month
source: %1$lld of %2$lld this month
ar: %1$lld من %2$lld هذا الشهر
bn: এই মাসে %2$lldটির মধ্যে %1$lldটি
de: %1$lld von %2$lld in diesem Monat
el: %1$lld από %2$lld αυτόν τον μήνα
es: %1$lld de %2$lld este mes
fa: %1$lld از %2$lld در این ماه
fr: %1$lld sur %2$lld ce mois-ci
he: %1$lld מתוך %2$lld החודש
hi: इस महीने %2$lld में से %1$lld
id: %1$lld dari %2$lld bulan ini
it: %1$lld di %2$lld questo mese
ja: 今月は%2$lld回中%1$lld回
ko: 이번 달 %2$lld회 중 %1$lld회
mr: या महिन्यात %2$lld पैकी %1$lld
ms: %1$lld daripada %2$lld bulan ini
nl: %1$lld van %2$lld deze maand
pl: %1$lld z %2$lld w tym miesiącu
pt_br: %1$lld de %2$lld este mês
ro: %1$lld din %2$lld luna aceasta
ru: %1$lld из %2$lld в этом месяце
ta: இந்த மாதம் %1$lld/%2$lld
te: ఈ నెల %2$lldలో %1$lld
th: เดือนนี้ %1$lld จาก %2$lld
tr: Bu ay %1$lld/%2$lld
uk: %1$lld з %2$lld цього місяця
ur: اس مہینے %2$lld میں سے %1$lld
vi: %1$lld trên %2$lld trong tháng này
zh_hans: 本月 %1$lld/%2$lld 次
zh_hant: 本月已完成 %1$lld/%2$lld 次

# habit_detail.status.count.week
source: %1$lld of %2$lld this week
ar: %1$lld من %2$lld هذا الأسبوع
bn: এই সপ্তাহে %2$lldটির মধ্যে %1$lldটি
de: %1$lld von %2$lld in dieser Woche
el: %1$lld από %2$lld αυτή την εβδομάδα
es: %1$lld de %2$lld esta semana
fa: %1$lld از %2$lld در این هفته
fr: %1$lld sur %2$lld cette semaine
he: %1$lld מתוך %2$lld השבוע
hi: इस सप्ताह %2$lld में से %1$lld
id: %1$lld dari %2$lld minggu ini
it: %1$lld di %2$lld questa settimana
ja: 今週は%2$lld回中%1$lld回
ko: 이번 주 %2$lld회 중 %1$lld회
mr: या आठवड्यात %2$lld पैकी %1$lld
ms: %1$lld daripada %2$lld minggu ini
nl: %1$lld van %2$lld deze week
pl: %1$lld z %2$lld w tym tygodniu
pt_br: %1$lld de %2$lld esta semana
ro: %1$lld din %2$lld săptămâna aceasta
ru: %1$lld из %2$lld на этой неделе
ta: இந்த வாரம் %1$lld/%2$lld
te: ఈ వారం %2$lldలో %1$lld
th: สัปดาห์นี้ %1$lld จาก %2$lld
tr: Bu hafta %1$lld/%2$lld
uk: %1$lld з %2$lld цього тижня
ur: اس ہفتے %2$lld میں سے %1$lld
vi: %1$lld trên %2$lld trong tuần này
zh_hans: 本周 %1$lld/%2$lld 次
zh_hant: 本週已完成 %1$lld/%2$lld 次

# habit_detail.status.not_yet.day
source: Not done yet today
ar: لم يتم بعد اليوم
bn: আজ এখনও করা হয়নি
de: Heute noch nicht erledigt
el: Δεν έχει γίνει ακόμη σήμερα
es: Aún sin completar hoy
fa: امروز هنوز انجام نشده
fr: Pas encore fait aujourd’hui
he: עוד לא בוצע היום
hi: आज अभी पूरी नहीं हुई
id: Belum selesai hari ini
it: Non ancora fatto oggi
ja: 今日はまだ完了していません
ko: 오늘 아직 완료하지 않았습니다
mr: आज अजून केले नाही
ms: Belum selesai hari ini
nl: Vandaag nog niet voltooid
pl: Dzisiaj jeszcze nie wykonano
pt_br: Ainda não feito hoje
ro: Încă nefinalizat astăzi
ru: Сегодня ещё не выполнено
ta: இன்று இன்னும் முடியவில்லை
te: ఈరోజు ఇంకా పూర్తి కాలేదు
th: วันนี้ยังไม่ได้ทำ
tr: Bugün henüz yapılmadı
uk: Сьогодні ще не виконано
ur: آج ابھی تک نہیں ہوا
vi: Hôm nay chưa hoàn thành
zh_hans: 今天还没完成
zh_hant: 今天尚未完成

# habit_detail.status.not_yet.month
source: Not done yet this month
ar: لم يتم بعد هذا الشهر
bn: এই মাসে এখনও করা হয়নি
de: Diesen Monat noch nicht erledigt
el: Δεν έχει γίνει ακόμη αυτόν τον μήνα
es: Aún sin completar este mes
fa: این ماه هنوز انجام نشده
fr: Pas encore fait ce mois-ci
he: עוד לא בוצע החודש
hi: इस महीने अभी पूरी नहीं हुई
id: Belum selesai bulan ini
it: Non ancora fatto questo mese
ja: 今月はまだ完了していません
ko: 이번 달 아직 완료하지 않았습니다
mr: या महिन्यात अजून केले नाही
ms: Belum selesai bulan ini
nl: Deze maand nog niet voltooid
pl: W tym miesiącu jeszcze nie wykonano
pt_br: Ainda não feito este mês
ro: Încă nefinalizat luna aceasta
ru: В этом месяце ещё не выполнено
ta: இந்த மாதம் இன்னும் முடியவில்லை
te: ఈ నెల ఇంకా పూర్తి కాలేదు
th: เดือนนี้ยังไม่ได้ทำ
tr: Bu ay henüz yapılmadı
uk: Цього місяця ще не виконано
ur: اس مہینے ابھی تک نہیں ہوا
vi: Tháng này chưa hoàn thành
zh_hans: 本月还没完成
zh_hant: 本月尚未完成

# habit_detail.status.not_yet.week
source: Not done yet this week
ar: لم يتم بعد هذا الأسبوع
bn: এই সপ্তাহে এখনও করা হয়নি
de: Diese Woche noch nicht erledigt
el: Δεν έχει γίνει ακόμη αυτή την εβδομάδα
es: Aún sin completar esta semana
fa: این هفته هنوز انجام نشده
fr: Pas encore fait cette semaine
he: עוד לא בוצע השבוע
hi: इस सप्ताह अभी पूरी नहीं हुई
id: Belum selesai minggu ini
it: Non ancora fatto questa settimana
ja: 今週はまだ完了していません
ko: 이번 주 아직 완료하지 않았습니다
mr: या आठवड्यात अजून केले नाही
ms: Belum selesai minggu ini
nl: Deze week nog niet voltooid
pl: W tym tygodniu jeszcze nie wykonano
pt_br: Ainda não feito esta semana
ro: Încă nefinalizat săptămâna aceasta
ru: На этой неделе ещё не выполнено
ta: இந்த வாரம் இன்னும் முடியவில்லை
te: ఈ వారం ఇంకా పూర్తి కాలేదు
th: สัปดาห์นี้ยังไม่ได้ทำ
tr: Bu hafta henüz yapılmadı
uk: Цього тижня ще не виконано
ur: اس ہفتے ابھی تک نہیں ہوا
vi: Tuần này chưa hoàn thành
zh_hans: 本周还没完成
zh_hant: 本週尚未完成

# habit_detail.weekdays.empty
source: Your weekly pattern shows here after two weeks of check-ins.
ar: يظهر نمطك الأسبوعي هنا بعد أسبوعين من التسجيلات.
bn: দুই সপ্তাহের চেক-ইনের পর আপনার সাপ্তাহিক প্যাটার্ন এখানে দেখা যাবে।
de: Dein Wochenmuster erscheint hier nach zwei Wochen mit Einträgen.
el: Το εβδομαδιαίο μοτίβο σας εμφανίζεται εδώ μετά από δύο εβδομάδες καταγραφών.
es: Tu patrón semanal aparecerá aquí tras dos semanas de registros.
fa: الگوی هفتگی شما پس از دو هفته ثبت اینجا نمایش داده می‌شود.
fr: Votre rythme hebdomadaire s’affiche ici après deux semaines de validations.
he: הדפוס השבועי שלך יוצג כאן לאחר שבועיים של סימונים.
hi: दो सप्ताह के चेक-इन के बाद आपका साप्ताहिक पैटर्न यहाँ दिखेगा।
id: Pola mingguan akan muncul di sini setelah dua minggu check-in.
it: Il tuo ritmo settimanale apparirà qui dopo due settimane di registrazioni.
ja: チェックインが2週間たまると、曜日ごとのパターンがここに表示されます。
ko: 2주 동안 체크인하면 요일별 패턴이 여기에 표시됩니다.
mr: दोन आठवडे चेक-इन केल्यानंतर तुमचा साप्ताहिक पॅटर्न येथे दिसेल.
ms: Corak mingguan akan dipaparkan di sini selepas dua minggu check-in.
nl: Je weekpatroon verschijnt hier na twee weken afvinken.
pl: Twój tygodniowy rytm pojawi się tutaj po dwóch tygodniach odhaczeń.
pt_br: Seu ritmo semanal aparece aqui depois de duas semanas de registros.
ro: Tiparul săptămânal va apărea aici după două săptămâni de bifări.
ru: Здесь появится ваш недельный ритм после двух недель отметок.
ta: இரண்டு வாரங்கள் செக்-இன் செய்த பிறகு உங்கள் வாராந்தர பேட்டர்ன் இங்கே தோன்றும்.
te: రెండు వారాల చెక్ ఇన్‌ల తర్వాత మీ వారంవారీ ప్యాటర్న్ ఇక్కడ కనిపిస్తుంది.
th: รูปแบบรายสัปดาห์ของคุณจะแสดงที่นี่หลังจากเช็คอินครบสองสัปดาห์
tr: Haftalık düzeniniz, iki haftalık işaretlemeden sonra burada görünür.
uk: Тут з’явиться ваш тижневий ритм після двох тижнів позначок.
ur: دو ہفتوں کے چیک اِن کے بعد آپ کا ہفتہ وار پیٹرن یہاں نظر آئے گا۔
vi: Mẫu theo tuần sẽ hiển thị ở đây sau hai tuần điểm danh.
zh_hans: 打卡满两周后，这里会显示你一周里的规律。
zh_hant: 累積兩週的打卡紀錄後，這裡會顯示你每週的規律。
